src/main/resources/xmls/salesforcequery/UpdateOpportunityOwner.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
	<Header>
		<SessionHeader xmlns="urn:partner.soap.sforce.com">
			<sessionId></sessionId>
		</SessionHeader>
	</Header>
	<Body>
		<update xmlns="urn:partner.soap.sforce.com">
			<sObjects>
				<type xmlns="urn:sobject.partner.soap.sforce.com">Opportunity</type>
				<Id xmlns=""></Id>
				<OwnerId xmlns=""></OwnerId>
			</sObjects>
		</update>
	</Body>
</Envelope>